tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "chezmoi"
brew "exa"
brew "fish"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "neofetch"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "tig"
brew "tmux"
brew "topgrade"

{{ if eq .chezmoi.os "darwin" }}
cask "alfred"
cask "docker"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
mas "Snap", id: 418073146
{{ end }}
